results/exp1/20260224T024240Z-direct-nginx/raw/wrk/c1/run-1.txt
Running 1m test @ http://192.168.100.1:8080/exp1-1k.txt
  1 threads and 1 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   130.01us   10.99us 498.00us   79.10%
    Req/Sec     7.69k   628.31    10.86k    87.85%
  Latency Distribution
     50%  131.00us
     75%  134.00us
     90%  141.00us
     99%  152.00us
  459711 requests in 1.00m, 558.10MB read
Requests/sec:   7649.10
Transfer/sec:      9.29MB